/* Localized versions of UI Agent strings */

chatWithUserOnMachine = "%@ su %@";
msgFromAdminOnMachine = "%@ su %@";

lastAccessHoursString = "più di %d ore fa";
lastAccessMinutesString = "%d minuti fa";
lastAccessSecondsString = "%d secondi fa";
lastAccessOneHourString = "più di un'ora fa";
lastAccessOneMinuteString = "1 minuto fa";
lastAccessOneSecondString = "1 secondo fa";

errAttnReqCommString = "Impossibile inviare il messaggio a cause di un errore di comunicazione.";
errAttnReqNoAdminString = "Nessun amministratore è al momento disponibile.";
errTextChatCommString = "La chat si è interrotta a causa di un errore di comunicazione.";

unknownLastAccess = "Sconosciuta/o";

restartRequestTitle = "È stato installato del software che richiede il riavvio.";
restartRequestMessage = "Un amministratore Remote Desktop ha installato del software sul tuo computer. Questo software non sarà disponibile fino al riavvio. Fai clic su Riavvia per uscire da tutte la applicazioni e riavviare.";
buttonCancel = "Annulla";
buttonContinue = "Riavvia";
